Revit 2024 API
GroupTypeId.LifeSafety Property
 Life Safety.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId LifeSafety { get; }
Visual Basic
Public Shared ReadOnly Property LifeSafety As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LifeSafety {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace